/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "vergrößern";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "Abzüge dieses Photos von dotphoto.com bestellen";

/* action name for setting an image */
"Set Image" = "Bild einstellen";

/* Title of mag link */
"View this image full-size" = "Dieses Bild in voller Größe betrachten";

/* NOT AUTOMATICALLY GENERATED */

"Next" = "Weiter";
"List" = "Liste";
"Previous" = "Zurück";

